
#главная страница
MAIN_PAGE_URL = 'https://qa-scooter.praktikum-services.ru/'
# страница создания ордера
CREATE_ORDER_URL = 'https://qa-scooter.praktikum-services.ru/order'
# страница дзен яндекс
YANDEX_URL = 'https://dzen.ru/?yredirect=true'


# Ответы на вопросы
ANSWER_1 = 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'
ANSWER_2 = 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'
ANSWER_3 = 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'
ANSWER_4 = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'
ANSWER_5 = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'
ANSWER_6 = 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'
ANSWER_7 = 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'
ANSWER_8 = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'


# данные для заказа самоката

DATA_FOR_FIRST_ORDER = {
    'name': 'Иван',
    'last_name': 'Иванов',
    'address': 'Улица Школьная',
    'phone': '+77074448833',
    'comment': 'Добрый день! Спасибо за самокат'
}

DATA_FOR_SECOND_ORDER = {
    'name': 'Алла',
    'last_name': 'Пугачева',
    'address': 'проспект Сейфуллина',
    'phone': '+77052348989',
    'comment': 'Оставьте ближе к подъезду пожалуйста'
}